[
  "TWEETS",
  "1) India may need to consider other demand and supply-side measures if it is to turn around the #economy.\nhttps://t.co/kjyh7LckU5",
  "2) According to DBS Bank's report, India's reticence to participate in trade agreements has been on various grounds. F… https://t.co/TaDJeekh0v",
  "3) Many of the Olympic participating countries have their own hospitality houses during the Games but this will be the… https://t.co/HnEGHTPadn",
  "4) #India has jumped to seventh position from 9th last year, after recording a solid 19 per cent growth in brand value… https://t.co/bFASUSR6WT",
  "5) Radha Soami Satsang Beas head Gurinder Singh Dhillon and his family members Friday approached the Delhi High Court… https://t.co/fKDoJ1oOur",
  "6) With its formation, the proposed \"Kerala Bank\" will be largest banking network in the state. https://t.co/qE02tNbYDN",
  "7) The #uranium reserves in the two Telugu states — Kadapa in Andhra Pradesh and Nalgonda in Telangana — were found in… https://t.co/Uiiyhbpu3a",
  "8) US and China meet for 13th round of high-stakes trade talks | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/kaW5MItbTi",
  "9) RT @ETDefence: #Defence Minister Rajnath Singh, who arrived in the national capital from #France visit on Thursday night, said that seven #…",
  "10) RT @ET_RISE: For #startups and #investors that were used to heady times and big spending, that means it may be time for a reset. https://t.…",
  "11) #Chennai: Tibetans protest against #XiJinping outside ITC Hotel, detained by police |  #LIVE Updates:… https://t.co/qj7d7ZKamh",
  "12) #XiJinping's  October 11-12 visit would be his third trip to India since 2014 as President.\n\nhttps://t.co/SRcMaXwCCk",
  "13) MBBS Admissions: I-T raids ex-Dy CM Parameshwara, family’s colleges https://t.co/Ht7uwTel95 https://t.co/i4ZjNhnN0F",
  "14) RT @ETMutualFunds: A five-to-seven-year investment horizon in equity schemes might sound like a good decision, but for #SIP investors it is…",
  "15) The #CivilAviationMinistry has approved #AllianceAir plan to launch foreign operations by starting flights to… https://t.co/IEkAX1ncZV",
  "16) RT @ET_Wealth: .@TheOfficialSBI to charge processing #fees for #homeloans\n#lending #loans\nhttps://t.co/E3bhZiHd10 https://t.co/007RkEufwN",
  "17) Exorbitant arbitration claims by highway developers — which in one case may add up to 13 times of the project cost… https://t.co/GM3kabXaqP",
  "18) TN CM E K Palaniswami, Governor Banwarilal Purohit, Speaker of the TN Assembly P Dhanapal and top bureaucrats welco… https://t.co/Ry82PnvSD7",
  "19) In Pics: Students welcome Chinese President in unique way https://t.co/xe9eekVRh3",
  "20) The long term vision is to eye a double digit market share in the premium motorcycle i.e. the above 300-500 cc segm… https://t.co/kLyiGHVl7C",
  "21) Conceding that #GST may have some flaws in its present form, FM @nsitharaman asked tax professionals not to curse i… https://t.co/l1sNQa79sG",
  "22) RT @ETMarkets: Forbes India Rich List: Look, who's up, who's down| https://t.co/F9F0pH1zD6 https://t.co/RT9yowKO4F",
  "23) Noted analyst Ming-Chi Kuo said Apple is preparing to release the iPhone SE 2, a new iPad Pro, a new MacBook and an… https://t.co/UWCMmzgVn5",
  "24) RT @ETMarkets: #Live: #OpeningBell | October 11, 2019 https://t.co/AtsXJD6aFf",
  "25) To get your income tax refund, it is important to link your Permanent Account Number (PAN) to your bank account\n https://t.co/vVBvPJNhlO",
  "26) #ETDailyRundown: #Modi-#Xi meet and other takeaways https://t.co/eSfrfjJcDU https://t.co/3i9vmB8OQh",
  "27) These FPOs will run as a #business unit and the profit generated would be shared between the member-farmers. https://t.co/bfixCJA3P1",
  "28) RT @ETMarkets: Here’s breaking down the pre-#market actions.\nhttps://t.co/ja50J098Yz",
  "29) #Apple's withdrawal of the application from its App Store follows an accusation from China's state media that the a… https://t.co/jxS8Dgmmzh",
  "30) RT @ET_RISE: Prior to setting up #InventusIII, @InventusCapitalPartners had primarily invested through its two US-based funds, which cumula…",
  "31) Singer @rihanna says US president #Trump is the \"most mentally ill human being\" in #America right now https://t.co/tXKtK174FJ",
  "32) Layer of smog envelopes #Delhi as #AirQuality deteriorates | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/Zx2FUHa4Kw",
  "33) #Netflix has greenlit a new animated series for preschoolers which will show #Hindu #Gods - Ganesha, Kali, Krishna… https://t.co/7XLkMurLPN",
  "34) .@realDonaldTrump said a good deal would be great for #China as well as the country has witnessed over 3.5 million… https://t.co/laA4TEpjJk",
  "35) The properties put on the block include seven commercial properties and six residential properties. #ILFS https://t.co/QGLEw8UgIb",
  "36) The proposed move will pave the way for #Walmart to get into India’s booming #digitalpayment space directly.\n\nhttps://t.co/BWGxCtR0KY",
  "37) #Modi-#Xi informal summit: Glimpses of initial meet at #Mamallapuram temple | https://t.co/S001IQiWtg https://t.co/kwZIoDhz6X",
  "38) RT @ET_Wealth: #Investing in #equity #MutualFunds via #SIP for a five-year #goal? Be prepared for a #shock\n#financialplanning\nhttps://t.co/…",
  "39) RT @ETPrime_com: Manpasand Beverages has been on a circuit-breaking rally, and galloped 14.7% since October 4. \n\nFor a company whose promot…",
  "40) RT @ETPanache: With just 4 days to go for the #Pixel4 launch, here are more details about the device.\n@Google @GoogleIndia \nhttps://t.co/l7…",
  "41) While large enterprises have created the CDO position to manage their compliance and governance, #digitalstartups h… https://t.co/69thW57EIS",
  "42) In Pics: Decades-long ban lifted https://t.co/PMCp2cuGdW",
  "43) RT @ETOpinion: #WitAndWisdom by #poet Baso https://t.co/fnQCNMcT3e \n.\n.\n#FridayFeeling #FridayThoughts https://t.co/6jSAF4CJu6",
  "44) #ETWealth Wisdom Podcast: This festive season, slay these financial evils https://t.co/jh1rHvjw2f | #ETRadio https://t.co/UeUKpdGJB3",
  "45) RT @ETMarkets: Here are a few #stocks which may buzz the most in today's trade\nhttps://t.co/zWoBA8Oc6H",
  "46) \"What has troubled some critics is that he is a public sympathiser of Yugoslavian and Serbian war criminal Slobodan… https://t.co/8FDGlzzSMG",
  "47) #MG’s capacity addition by 50% comes even as the broader industry is struggling to clamber out of a protracted… https://t.co/YyrYfTQp9M",
  "48) #Beijing is planning to tighten visa restrictions for U.S. nationals with ties to anti-China groups, sources said. https://t.co/guzyIfAt7v",
  "49) RT @ET_RISE: The @amazonIN sale promises up to 40% off on Flagship @SamsungMobile models with #GalaxyNote9 available at rock bottom price o…",
  "50) RT @ETPrime_com: 6 hours - Average time taken to rush a heart attack patient to hospital in India.\n\n60 minutes - the golden hour, the time…",
  "51) Chinese President #XiJinping arrives in #Chennai to a grand welcome https://t.co/Q7ZVNmM0X8 https://t.co/h6TyIUDUuG",
  "52) Iranian officials say two rockets struck an Iranian tanker traveling through the Red Sea off the coast of… https://t.co/nfw2m8ZH2K",
  "53) #RCEP talks trigger import surge worry https://t.co/QA4jAlyMoh https://t.co/LVgm8xoO05",
  "54) Web-casting of hyper-sensitive polling booths will be done in Haryana: CEC Arora | Download the ET App here:… https://t.co/QDrs6bKcPi",
  "55) RT @ETDefence: #France has made fresh efforts to revive plans to develop the indigenous Kaveri fighter jet engine as part of the #Rafale of…",
  "56) Singh said the country needs to give certainty of payments to power companies and contracts to attract investments https://t.co/y8DeRUOEre",
  "57) Reserve Bank's central board on Friday discussed in detail the regulatory and supervisory architecture of commercia… https://t.co/4D6aFDEM58",
  "58) With help from drones and elephants, over 150 officials hunt for man-eater tiger: Karnataka | Download the ET App h… https://t.co/Zd4B8s6R0H",
  "59) RT @ETDefence: A $2.3-billion deal to build fleet support vessels in collaboration with a #Turkish shipyard has come into question after se…",
  "60) Many companies with high credit rating, including DHFL, have faced stress, putting a question mark on the quality o… https://t.co/6JQwY0Qh1E",
  "61) China is facing its hardest time in decades in maintaining the economy and badly wants to have a business deal with… https://t.co/IzmtpWMeCx",
  "62) \"I will wipe out his economy if that happens,\" @realDonaldTrump replied when asked if he was concerned Erdogan who… https://t.co/miXV4SHhmY",
  "63) IRDAI has modified the definition of pre-existing diseases, to include any disease diagnosed within three months of… https://t.co/gkxtBhxZAe",
  "64) While the Turkish yard’s “win” was announced in June, no formal contract has been signed with the company so far. https://t.co/AZPCXOh4TT",
  "65) IIP growth drops by 1.1% in August | https://t.co/jkeUZHqeV1 https://t.co/1UcPNcj4M6",
  "66) Why is Mukesh Ambani charging for #Jio? The 6 paise math decoded \nhttps://t.co/Hj7gzc9Hei",
  "67) Income Tax Investigation Wing has estimated size of the scam in medical admissions in Karnataka, which it termed as… https://t.co/Av2UvjduJA",
  "68) #Uyghur Muslims in Chinese detention camps in Xinjiang province | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/V2PWMBXMH9",
  "69) RT @ETMarkets: Podcast: What may guide your market next week? Tune in\n\nhttps://t.co/Mv5QkgkZTp https://t.co/zayOFKB8Ry",
  "70) Govt mulls overhaul of India's #justice system  https://t.co/MRTp2bN7UB",
  "71) #AirIndia fliers may have to face flight delays or cancellation tomorrow, as the public sector oil marketing cos ha… https://t.co/ZbF2zgj9MY",
  "72) Delhi High Court on Friday sought response of former finance minister P Chidambaram and his son Karti on the Enforc… https://t.co/dyRfOVeieC",
  "73) RT @ETMarkets: #ETMGS | #ETMarkets Global Summit 2019 welcomes former @RBI Dy Guv Viral Acharya on 22 Nov in Mumbai. Join him to learn abou…",
  "74) Chinese President #XiJinping arrives at #Chennai to kick start 2-day informal summit in #Mamallapuram | #ModiXiMeet… https://t.co/7I0xKPV4vu",
  "75) Employers are increasingly turning to #artificialintelligence-driven tools to carry out recruitment and #hiring. https://t.co/uRujtUNtC5",
  "76) In Pics: A dizzying new look  https://t.co/CaJzQXTBHx",
  "77) \"Indian retail inflation probably reached a 12-month high in September, but still leaving room for further interest… https://t.co/JvAlZDVORz",
  "78) \"I wished from day 1, that it (GST) met with your satisfaction but I am sorry that it did not meet with your satisf… https://t.co/AlS8qqCFYM",
  "79) Now, Jio users will have to pay 6 paisa/min for calling other companies' customers https://t.co/sxRaGuDFou https://t.co/LGMzvlmQdB",
  "80) RT @ET_Wealth: #UttarPradesh to #link #ownership of urban #properties to #Aadhaar\n#realestate\nhttps://t.co/uQCvOIGCgT https://t.co/sy7uZVzQ…",
  "81) India ranks as the third largest #startup ecosystem in the world, with more than 7,200 startups. https://t.co/Df3eK2k7Os",
  "82) Some in this list are prominent, like #ElonMusk. Others are not so much so, like #PallonjiMistry.  https://t.co/2BvikG5qC3",
  "83) Tamil Nadu: Chinese President Xi Jinping on his way to ITC Grand Chola Hotel in Chennai. He will hold his second in… https://t.co/FhfrET2BIg",
  "84) RT @ETPanache: The showroom has been designed by London’s award-winning #DanelonMeroni studio.\n@JaquarGroup \nhttps://t.co/BepPD8UZrl",
  "85) No bigger sin than misusing common man's hard-earned money: Deepak Parekh, Chairman, HDFC | Download the ET App her… https://t.co/Y8FUjmpISN",
  "86) In Pics: Coming together of @NASA and @SpaceX for first manned mission https://t.co/2Tah7KrN1t https://t.co/LKmN5w7vWr",
  "87) RT @ETMarkets: Change in classification by #Sebi will require affected overseas funds and private equity companies to compulsorily secure l…",
  "88) India's miners are rejecting a govt proposal to establish a national coal index that would be linked to internation… https://t.co/cEPZNzM6rG",
  "89) Security heightened in #Mamallapuram ahead of Xi-Modi summit https://t.co/zaa9shaLj0 https://t.co/hgPTMom3Va",
  "90) “There are certain market participants that are spreading false/misleading rumours.\" https://t.co/rx6qCP7XOl",
  "91) .@narendramodi and Xi, during their sixth meeting since the maiden informal summit in Wuhan, would also considerabl… https://t.co/aKfNghGNQZ",
  "92) Chinese President #XiJinping arrived at #ChennaiAirport | #LIVE Updates: https://t.co/RwL3eFtwPA https://t.co/kDgmYDy0jH",
  "93) India may need to consider other demand and supply-side measures if it is to turn around the economy https://t.co/Q5nN4Ba7QH",
  "94) RT @ETOpinion: #DataWise | The new and renewable energy ministry has trashed a recent Crisil report that stated India might miss the renewa…",
  "95) RT @ETPanache: #AlfonsoCuarón will develop projects exclusively for #AppleTVPlus.\n@Apple \nhttps://t.co/ylz6Dtfp7s",
  "96) RT @ETPanache: #GalaxyFold comes with 12GB of RAM and 512GB internal storage. @SamsungMobile @SamsungIndia @SamsungNewsIN \nhttps://t.co/wU5…",
  "97) RT @ET_RISE: .@LetsTurboStart plans to invest and accelerate at least 100 #startups in the next two years. https://t.co/rMwRCTQqyR",
  "98) Power minister R K Singh on Friday made scathing remarks on states dishonoring power contracts and giving free powe… https://t.co/9PX7Q8VjvE",
  "99) In Pics: Strong #monsoon isn't always good news for #farmers https://t.co/LaOLf8xi5S",
  "100) RT @ET_Wealth: Scared of #Falling #FD #returns? Time to lock into #AAA rated #Companies\n#WealthManagement\nhttps://t.co/rGh0HCH4rB",
  "101) India slipped to the fourth position in domestic air passenger traffic in August with passenger volume growing 3.7… https://t.co/0XUFmEAtsS",
  "102) PM Modi arrives in Chennai for informal summit with Chinese President Xi Jinping  #ModiXiMeet \nTrack #LIVE updates… https://t.co/FECcCU55lO",
  "103) August #IIP growth at -1.1% https://t.co/jkeUZHqeV1 https://t.co/Lg21Bm4Iug",
  "104) In a filing to the BSE, #JustDial acknowledged the vulnerability and said it could potentially be accessed by an ex… https://t.co/zWxWJOdkur",
  "105) RT @ETMarkets: Special Podcast: How @SEBI_India rule for offshore funds will impact #FPIs. Tune in\n\nhttps://t.co/nZQED6MTR9 https://t.co/Mj…",
  "106) An international panel of air safety regulators has harshly criticized the U.S. Federal Aviation Administration's r… https://t.co/mHp9yklooS",
  "107) #HDFC chairman #DeepakParekh says system has no measure to protect common man’s savings https://t.co/WFJ78y9Nqt https://t.co/CXJeOxD9YU",
  "108) RT @ETPanache: Does @GretaThunberg stand a chance to win the #NobelPeacePrize? #NobelPrize2019 #NobelPrize @NobelPrize\nhttps://t.co/s51wcI5…",
  "109) Amazon, Flipkart not playing #Diwali fair?  https://t.co/RhHbtqgfgM",
  "110) .@Infosys has reported a 2.21% year-on-year fall in consolidated profit at Rs 4,019 crore for the quarter ended Sep… https://t.co/z3oPFGFtsb",
  "111) India skipper Virat Kohli on Friday registered his 26th Test century and as a result, became the first Indian to sc… https://t.co/585Vz46t90",
  "112) #Infosys Q2 profit falls 2% YoY, but meets Street estimates; firm raises revenue guidance https://t.co/cOf0uq6LQV https://t.co/MhfbsSR2D6",
  "113) RT @ETDefence: Nearly 500 terrorists are waiting in various training camps along the Line of Control in #Pakistan-occupied Kashmir, looking…",
  "114) #Congress has stopped harping on #Rafale; @RahulGandhi is going abroad more and less to temples; his data specialis… https://t.co/C7HkkPcdD4",
  "115) The price at Rs 2.77 per unit was 41 per cent lower than September 2018's rate of Rs 4.69, the exchange said https://t.co/Z0pA2SYzDQ",
  "116) This is the third such spotting in Hussainiwala near Ferozepur over the past three days. Villagers captured picture… https://t.co/JbhD1zsRJ7",
  "117) RT @ETDefence: Incidents of #terrorist violence and terrorists killed in #JammuAndKashmir rose by 80% and 21% respectively in 2018 as compa…",
  "118) In Pics: How #Modi and #Xi will be entertained today  https://t.co/rI1GU0Dj28",
  "119) #TamilNadu: Prime Minister Narendra Modi receives Chinese President Xi Jinping at Mahabalipuram | #ModiXiMeet #LIVE… https://t.co/vGRHtuKzQG",
  "120) The IT firms are also willing to pay extra to get more tongues in the bag. “We want to expand to places like #Japan… https://t.co/zEUR8XzqUX",
  "121) Star batsman #ViratKohli eclipsed legendary #SachinTendulkar and #VirenderSehwag by amassing a record seventh doubl… https://t.co/VBwBH68or9",
  "122) #BJP will also promote the welfare schemes of the @narendramodi government including #SwacchBharat, a slogan given… https://t.co/loARBvOWo8",
  "123) The telecom operators paid a total of Rs 11,838 crore as IUC or interconnect user charges in 2018, led by Vodafone… https://t.co/cSWLuwIDh4",
  "124) Bail plea of Congress leader #RahulGandhi accepted by a Gujarat court in the defamation case for calling Home Minis… https://t.co/lB0E8ICwbh",
  "125) RT @ET_RISE: India ranks as the third largest startup ecosystem in the world, with more than 7,200 #startups. @GoI_MeitY https://t.co/EoZZS…",
  "126) In Pics: #Boeing partners with #Porsche on #ElectricFlyingCar https://t.co/MYGr90DmI8",
  "127) RT @ETPrime_com: Four years after stricter norms for nitrogen oxide emissions were notified, the government has gone back on its stand and…",
  "128) The new-found interest in #PakistaniBonds reminds some fund managers of #Egypt, which in 2016 agreed to a #bailout… https://t.co/v6mxnj8PB8",
  "129) PM @narendramodi arrives in Chennai. He has been received by Tamil Nadu Governor Banwarilal Purohit &amp; CM Edappadi K… https://t.co/xANwVPe2b3",
  "130) Ghaziabad's Hindon Airport to be operational for commercial flight from Oct 11 \nDownload the ET App here:… https://t.co/SOZlL1152a",
  "131) RT @ET_RISE: The proposed rating system will use #data on the offline behaviour of users to assess them on their creditworthiness or eligib…",
  "132) RT @ETMutualFunds: In 2015, due to Chinese currency devaluation leading to ripple effect on equities, Nifty50 dropped by 22% while gold off…",
  "133) The US decision to impose financial restrictions on the brothers is a public relations victory for Zuma’s successor… https://t.co/n7OpMm3crW",
  "134) #LamborghiniIndia unveils #HuracánEvoSpyder: Here's how the Rs 4 cr car looks | Download the ET App here:… https://t.co/sOdkZild8a",
  "135) RT @ETPanache: Everything you need to know about the Rs 4 crore worth #Lamborghini #HuracánEVOSpyder. For more updates on luxury cars, clic…",
  "136) War-ravaged #Yemen is on course to become the world's poorest country if the conflict persists, the #UnitedNations… https://t.co/LJ5Nl0njSn",
  "137) Delhi's Saket Court sends Ranbaxy's former promoters Malvinder Singh -Shivinder Singh &amp; three others - Sunil Godhwa… https://t.co/O0n4kTFkbz",
  "138) #LeadStoryOnET | #GST may be in for biggest review since launch\nhttps://t.co/q6dVQNn0YU",
  "139) The proposal envisages to allow corporate entities to bid to run luxury and semi-luxury #trains.\n\nhttps://t.co/sjOMuOWU8Z",
  "140) RT @ETPanache: Ethiopian Prime Minister #AbiyAhmedAli beats #GretaThunberg, gets #NobelPeacePrize. #NobelPrize #NobelPeacePrize2019 #NobelP…",
  "141) RT @ET_RISE: #DealShare plans to use the capital for expansion and developing #AI based solutions and growing an indigenous #logistics netw…",
  "142) #Explosion smoke rises over #Turkey #Syria border | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/W9ssm9K2r8",
  "143) Presentation of the President's Colours is an acknowledgment of the meritorious service rendered by the Army Aviati… https://t.co/lUMk5uPLEq",
  "144) The idea was to rekindle romance in marriage on a train journey through the deserts of Rajasthan but the Indian Rai… https://t.co/LUPC04UB6m",
  "145) New rates likely in #GST's biggest review since launch\nhttps://t.co/AzV9GgjanD",
  "146) Car sales plummet again; 11th month in a row\nhttps://t.co/Uj0yySeSeN",
  "147) Only married couples were allowed on the train, which came with special touches like a shower cubicle and a foot ma… https://t.co/CH0ymHU1FX",
  "148) The programme delivery will take place through a mix of online and on-campus sessions.   https://t.co/78DfNyRzre",
  "149) According to a #WorldBank report, the increasing trade tensions pose a long-term threat to regional growth.  \n\nhttps://t.co/LaIXys77pe",
  "150) According to sources, the French side emphasised that India was the only country to which such advanced #technology… https://t.co/3j7rlEdf1z",
  "151) The third-seeded #MaryKom defeated a spirited rival in Colombia's Valencia Victoria, fetching a unanimous 5-0 verdi… https://t.co/lYmgWDwEao",
  "152) RT @ETDefence: India slammed #Pakistan for weaving fake narratives about children living in #JammuAndKashmir, saying the country has a dubi…",
  "153) According to sources, Shivinder was arrested on Thursday evening while Malvinder was arrested late at night, after… https://t.co/ZIDITSVbLl",
  "154) UP #RERA has identified 397 projects in the NCR region of several promoters where the compliance of the court order… https://t.co/295MdeCLLv",
  "155) Just can't damn GST now: FM Nirmala Sitharaman | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/mOklbxM249",
  "156) #TamilNadu: Chinese President Xi Jinping arrives in Chennai, received by Governor Banwarilal Purohit. The second in… https://t.co/emVx2IkY5K",
  "157) Describing it as 'Sankalp Patra', the party in its manifesto promised 33% reservation to women in govt jobs and pri… https://t.co/1erHAZ2qJz",
  "158) Delhi: Ranbaxy's former promoters Malvinder Singh -Shivinder Singh &amp; three others - Sunil Godhwani, Kavi Arora and… https://t.co/SaoH0DR6lw",
  "159) RT @ETPanache: The #OnePlus7TPro will be available on Amazon on October 12, and #OnePlus7TProMcLarenEdition can be yours on November 5. #On…",
  "160) #UPDATE | Markets #Live: Sensex gains 400 points, Nifty tops 11,350; Bandhan Bank surges 20%  https://t.co/XvWTwwrXV3",
  "161) This is the strongest ever quarter by deal values for the private equity and venture capital #industry, consultancy… https://t.co/m05QwsMMzA",
  "162) RT @ETDefence: The #IndianArmy on Friday said violence in the #Kashmir valley has gone down since the abrogation of the #Article370 on Augu…",
  "163) #NobelPrize statement: #NobelPeacePrize2019 to be awarded to Ethiopian Prime Minister #AbiyAhmedAli for efforts to… https://t.co/u63Czq6f8l",
  "164) RT @ETOpinion: #View | Global warming is getting a lot of attention these days, but resource allocation for climate action has not been at…",
  "165) India's growth forecast for the current fiscal has been downgraded by rating agency #Moody's and earlier by the… https://t.co/ImOWpLpuzg",
  "166) The updated camera comes with easier to browse effects and a dedicated 'Create' mode for stickers that lets users c… https://t.co/W55ZHiXHM1",
  "167) RT @ET_RISE: .@WeWorkIndia\n has grown faster than any other global locations. We are in talks with investors to raise money: #JituVirwani,…",
  "168) UP: Bus mows down pilgrims sleeping on road; 7 dead\nDownload the ET App: https://t.co/byvyp64zqR https://t.co/xYl1uVVnSP",
  "169) The govt has constituted a committee of officers to suggest measures to augment #GST revenue collections and admini… https://t.co/sK9Ch5uuEY",
  "170) #Sebi's googly stumps offshore funds  https://t.co/suExkxGN0N",
  "171) Fuming activists said that these were not just trees but many of indigenous variety harbouring an entire ecosystem… https://t.co/VQFRTXvLV9",
  "172) #IndianRailways has launched a new website and mobile app to facilitate the passengers and railway police to file a… https://t.co/eLzGTHAh4r",
  "173) Star batsman Virat Kohli on Friday eclipsed legendary Sachin Tendulkar and Virender Sehwag by amassing a record sev… https://t.co/swwMFZH0Rf",
  "174) The two leaders will hold talks at the 7th century Shore Temple complex overlooking the Bay of Bengal in an informa… https://t.co/B8ApsI9WZu",
  "175) Maharashtra polls: 26 Shiv Sena Corporators resign after Kalyan East seat falls in BJP's quota \nDownload the ET App… https://t.co/VozzdwdLFM",
  "176) In July 2018, @ETPrime_com had travelled to #RadhaSoamiSatsang's Dera in Beas, exploring it beyond the themes of sp… https://t.co/iXZyWj6MnJ",
  "177) RT @ETPrime_com: #Fortis founder Shivinder Singh has been arrested in the INR740 crore #Religaire fraud. Our corporate investigations ace @…",
  "178) RT @ETMarkets: Sensex jumps 247 pts after a rollercoaster ride, Nifty above 11,300 #ETMarkets #MarketsNews #BizNews #MarketsUpdate https://…",
  "179) RT @ET_Wealth: Certain illnesses in 1st 3 months of #health #insurance #policy to be treated as pre-existing #disease\n#healthinsurance\nhttp…",
  "180) RT @ETPanache: In Pics: Amitabh Bachchan is in every sense one of the biggest superstars the country has seen.\n@SrBachchan #HappyBirthdayAm…",
  "181) Indian referee GS Lakshmi will become the first woman referee to officiate in an ICC event as the apex body of cric… https://t.co/os6rQ2gGFb",
  "182) #AirTravel is about to get a lot better https://t.co/mar52JXNtO",
  "183) #JUSTIN | #MalvinderSingh moves court seeking quashing of FIR by Religare: Agencies https://t.co/KkqDGFaK5t",
  "184) RT @ETDefence: In the wake of weapons drop by #drones in #Punjab last month, the Home Ministry has asked the Border Security Force (#BSF) t…",
  "185) RT @ETOpinion: #ETEdit |So, the IUC charge will more than offset its IUC outgo, signalling a desire to raise tariffs. This would be healthy…",
  "186) Addressing a poll rally in Buldhana district of Maharashtra, Shah lambasted the opposition for opposing scrapping o… https://t.co/R1gu8rbUH2",
  "187) The fund house bought more than 1 crore shares each of the country’s biggest lender by #assets.\nhttps://t.co/1FSruVqe2C",
  "188) Officials said that private hospitals or nursing homes did not have to enter into any agreement with Delhi governme… https://t.co/78K1EVAbgQ",
  "189) Red alert: Telangana sitting on atomic time bomb https://t.co/Y5QoR8PbnH",
  "190) RT @ETPrime_com: Starring: Local superstars\n\nShowing at: YouTube, TikTok, Instagram, ShareChat, and Helo. \n\nIn this short-span attention ec…",
  "191) RT @ET_RISE: .@amazonIN and @Walmart-owned @Flipkart kicked off the festive season sales last weekend and plan to have another round of sal…",
  "192) Yawar Mir, Noor Mohammed and Shoiab Lone were be released on various grounds, the officials said, explaining the re… https://t.co/tWoZKgqSYO",
  "193) RT @ETOpinion: #View | Appeals are constantly being made to elevate one’s commitment towards the nation and, if need be, make ‘sacrifices’…",
  "194) #RBI’s “no” to #Indiabulls will undoubtedly augment the panic situation in India’s financial industry. https://t.co/6iqjloFXtJ",
  "195) #LeadStoryOnET | Is this the real reason #RahulGandhi quit? https://t.co/9QPU4to4u5",
  "196) Govt intensifies crackdown in PMC Bank crisis | Download the ET App here: https://t.co/OpmgPJ3iU4 https://t.co/ARSwmqKBWL",
  "197) .@AmitShah  will address a public gathering in Melghat constituency, a tribal belt where the BJP has fielded Ramesh… https://t.co/wSv3sL5nYZ",
  "198) RT @ETOpinion: #ETEdit | Although additional revenues may not accrue immediately, the OECD’s proposed nexus rule would benefit countries li…",
  "199) Chinese President Xi Jinping arrived in Chennai to a grand welcome on Friday, a visit that comes soon after the rec… https://t.co/XoJXLiSnyT",
  "200) #MaharashtraAssemblyPolls: Shah slams Cong-NCP on family politics https://t.co/hAYUArkNrT https://t.co/sHX7CCZM1X"
]