"[\n    \"MG\\u2019s capacity addition comes at a time when the industry is struggling with slump.\",\n    \"Almost a quarter of Lamborghini\\u2019s sales come from cities other than key metropolitan areas.\",\n    \"Domestic sales dropped by 23.69% in Sept to 2,23,317 units, down from 2,92,660 units in the year-ago period.\",\n    \"BMW said that while volumes will remain in negative territory in 2019, in 2020 it aims to come back in the green.\",\n    \"BMW is \\\"very optimistic\\\" about the days ahead describing the present uncertainty as short-term and that they are very positive about India.\",\n    \"Kia Motors marked its entry into the Indian market with the launch of Seltos on August 22.\",\n    \"Global wholesales of all passenger vehicles declined 14 per cent to 61,388 units in September.\",\n    \"H1 PV sales estimated to have fallen over 25% , CV sales 20% and 2-wheelers by over 15%.\",\n    \"Ashwani Gupta, 49, was Tuesday appointed Nissan Motor\\u2019s chief operating officer (COO), at a time the carmaker is grappling with the Carlos Ghosn scandal.\",\n    \"Chief Minister Pramod Sawant said the Cabinet has given its nod to reduce the road tax by 50 per cent on purchase of any type of new vehicle till December 31, 2019.\",\n    \"Govt will impose a liability on producers to collect used batteries that reach end of life.\",\n    \"The Supreme Court on October 24, last year, had ruled that no BS-IV vehicle will be sold across the country with effect from April 1, 2020. \",\n    \"The company produced 1,32,199 units in September as against 1,60,219 units in the year-ago month.\",\n    \"\\\"Efforts are on to reduce fixed as well as variable costs intensively, and we are quite confident that we will keep a profitable position this year as well,\\u201d Satyakam Arya, MD, Daimler India said.\\n\",\n    \"As part of this engagement, Infosys will offer next-generation application services leveraging its global delivery model (GDM), automation and other service optimisation levers to deliver effective service operations.\",\n    \"The institute already runs EVs within the campus and intends to convert these into driverless EVs.\"\n]"